logs/th-1-tb-1-sc-1-tm-10/btrfs-InnoDB.log
sysbench 1.0.20 (using bundled LuaJIT 2.1.0-beta2)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            8768
        write:                           9195
        other:                           1287
        total:                           19250
    transactions:                        642    (64.08 per sec.)
    queries:                             19250  (1921.29 per sec.)
    ignored errors:                      1      (0.10 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          10.0174s
    total number of events:              642

Latency (ms):
         min:                                    1.00
         avg:                                   15.59
         max:                                  146.60
         95th percentile:                       31.94
         sum:                                10009.71

Threads fairness:
    events (avg/stddev):           642.0000/0.00
    execution time (avg/stddev):   10.0097/0.00