logs/th-1-tb-1-sc-1-tm-10/btrfs-MyISAM.log
sysbench 1.0.20 (using bundled LuaJIT 2.1.0-beta2)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            2750
        write:                           2843
        other:                           433
        total:                           6026
    transactions:                        215    (21.20 per sec.)
    queries:                             6026   (594.31 per sec.)
    ignored errors:                      1      (0.10 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          10.1376s
    total number of events:              215

Latency (ms):
         min:                                    0.90
         avg:                                   47.14
         max:                                  226.76
         95th percentile:                      112.67
         sum:                                10134.35

Threads fairness:
    events (avg/stddev):           215.0000/0.00
    execution time (avg/stddev):   10.1343/0.00