logs/th-1-tb-1-sc-1-tm-10/ext4-InnoDB.log
sysbench 1.0.20 (using bundled LuaJIT 2.1.0-beta2)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            10513
        write:                           10823
        other:                           1681
        total:                           23017
    transactions:                        839    (83.75 per sec.)
    queries:                             23017  (2297.50 per sec.)
    ignored errors:                      4      (0.40 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          10.0167s
    total number of events:              839

Latency (ms):
         min:                                    0.99
         avg:                                   11.93
         max:                                   62.95
         95th percentile:                       21.89
         sum:                                10008.34

Threads fairness:
    events (avg/stddev):           839.0000/0.00
    execution time (avg/stddev):   10.0083/0.00