logs/th-1-tb-1-sc-1-tm-10/ext4-MyISAM.log
sysbench 1.0.20 (using bundled LuaJIT 2.1.0-beta2)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            3305
        write:                           3399
        other:                           503
        total:                           7207
    transactions:                        250    (24.97 per sec.)
    queries:                             7207   (719.79 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          10.0106s
    total number of events:              250

Latency (ms):
         min:                                    0.96
         avg:                                   40.03
         max:                                  134.13
         95th percentile:                      106.75
         sum:                                10007.02

Threads fairness:
    events (avg/stddev):           250.0000/0.00
    execution time (avg/stddev):   10.0070/0.00