logs/th-1-tb-1-sc-1-tm-10/xfs-InnoDB.log
sysbench 1.0.20 (using bundled LuaJIT 2.1.0-beta2)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            12828
        write:                           13360
        other:                           1849
        total:                           28037
    transactions:                        923    (92.23 per sec.)
    queries:                             28037  (2801.51 per sec.)
    ignored errors:                      5      (0.50 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          10.0062s
    total number of events:              923

Latency (ms):
         min:                                    0.98
         avg:                                   10.83
         max:                                   34.51
         95th percentile:                       21.50
         sum:                                 9998.58

Threads fairness:
    events (avg/stddev):           923.0000/0.00
    execution time (avg/stddev):   9.9986/0.00