logs/th-1-tb-1-sc-1-tm-10/xfs-MyISAM.log
sysbench 1.0.20 (using bundled LuaJIT 2.1.0-beta2)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            4241
        write:                           4321
        other:                           735
        total:                           9297
    transactions:                        366    (36.49 per sec.)
    queries:                             9297   (926.79 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          10.0297s
    total number of events:              366

Latency (ms):
         min:                                    0.76
         avg:                                   27.39
         max:                                  108.74
         95th percentile:                       71.83
         sum:                                10024.83

Threads fairness:
    events (avg/stddev):           366.0000/0.00
    execution time (avg/stddev):   10.0248/0.00